Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# auth.deleteAccount.confirmTitle
source: Delete your account?
bg: Изтриване на вашия акаунт?
cs: Smazat svůj účet?
da: Vil du slette din konto?
de: Konto löschen?
el: Διαγραφή του λογαριασμού σας;
es: ¿Eliminar tu cuenta?
et: Kas kustutada oma konto?
fi: Poistetaanko tilisi?
fr: Supprimer votre compte ?
hi: अपना खाता हटाएं?
hr: Izbrisati svoj račun?
hu: Törli a fiókját?
it: Eliminare il tuo account?
lt: Ištrinti paskyrą?
lv: Vai dzēst savu kontu?
nl: Uw account verwijderen?
pl: Usunąć swoje konto?
pt: Excluir sua conta?
ro: Ștergeți contul?
sk: Chcete odstrániť svoj účet?
sl: Želite izbrisati svoj račun?
sv: Ta bort ditt konto?
zh_hans: 删除您的帐户？

# auth.deleteAccount.menu
source: Delete account
bg: Изтриване на акаунт
cs: Smazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
et: Kustuta konto
fi: Poista tili
fr: Supprimer le compte
hi: खाता हटा दो
hr: Izbriši račun
hu: Fiók törlése
it: Elimina account
lt: Ištrinti paskyrą
lv: Dzēst kontu
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ro: Ștergeți contul
sk: Odstrániť účet
sl: Izbriši račun
sv: Ta bort konto
zh_hans: 删除帐户

# auth.deleteAccount.success
source: Your account was deleted.
bg: Вашият акаунт беше изтрит.
cs: Váš účet byl smazán.
da: Din konto blev slettet.
de: Ihr Konto wurde gelöscht.
el: Ο λογαριασμός σας διαγράφηκε.
es: Tu cuenta fue eliminada.
et: Teie konto kustutati.
fi: Tilisi poistettiin.
fr: Votre compte a été supprimé.
hi: आपका खाता हटा दिया गया था.
hr: Vaš račun je izbrisan.
hu: Fiókját törölték.
it: Il tuo account è stato eliminato.
lt: Jūsų paskyra buvo ištrinta.
lv: Jūsu konts tika izdzēsts.
nl: Je account is verwijderd.
pl: Twoje konto zostało usunięte.
pt: Sua conta foi excluída.
ro: Contul dvs. a fost șters.
sk: Váš účet bol odstránený.
sl: Vaš račun je bil izbrisan.
sv: Ditt konto har raderats.
zh_hans: 您的帐户已被删除。

# auth.login.badge
source: Secure access
bg: Сигурен достъп
cs: Zabezpečený přístup
da: Sikker adgang
de: Sicherer Zugang
el: Ασφαλής πρόσβαση
es: Acceso seguro
et: Turvaline juurdepääs
fi: Turvallinen pääsy
fr: Accès sécurisé
hi: सुरक्षित पहुंच
hr: Siguran pristup
hu: Biztonságos hozzáférés
it: Accesso sicuro
lt: Saugi prieiga
lv: Droša piekļuve
nl: Veilige toegang
pl: Bezpieczny dostęp
pt: Acesso seguro
ro: Acces securizat
sk: Zabezpečený prístup
sl: Varen dostop
sv: Säker åtkomst
zh_hans: 安全访问

# auth.login.createLink
source: Create one
bg: Създайте такъв
cs: Vytvořte jeden
da: Opret en
de: Erstellen Sie eins
el: Δημιουργήστε ένα
es: Crea uno
et: Looge üks
fi: Luo sellainen
fr: Créez-en un
hi: एक तैयार करें
hr: Stvorite jedan
hu: Hozzon létre egyet
it: Creane uno
lt: Sukurkite vieną
lv: Izveidojiet vienu
nl: Maak er een
pl: Utwórz jeden
pt: Criar conta
ro: Creați unul
sk: Vytvorte si ho
sl: Ustvarite enega
sv: Skapa en
zh_hans: 创建一个

# auth.login.createSubmit
source: Create account
bg: Създаване на акаунт
cs: Vytvořit účet
da: Opret konto
de: Benutzerkonto erstellen
el: Δημιουργία λογαριασμού
es: Crear una cuenta
et: Loo konto
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएं
hr: Napravi račun
hu: Hozzon létre fiókot
it: Creare un account
lt: Sukurti paskyrą
lv: Izveidot kontu
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
ro: Creează cont
sk: Vytvoriť účet
sl: Ustvari račun
sv: Skapa konto
zh_hans: 创建账户

# auth.login.createTitle
source: Create your account
bg: Създайте своя акаунт
cs: Vytvořte si účet
da: Opret din konto
de: Erstellen Sie Ihr Konto
el: Δημιουργήστε τον λογαριασμό σας
es: Crea tu cuenta
et: Looge oma konto
fi: Luo tili
fr: Créez votre compte
hi: अपना खाता बनाएं
hr: Kreirajte svoj račun
hu: Hozd létre a fiókodat
it: Crea il tuo account
lt: Susikurkite paskyrą
lv: Izveidojiet savu kontu
nl: Maak uw account aan
pl: Utwórz swoje konto
pt: Crie a sua conta
ro: Creați-vă contul
sk: Vytvorte si účet
sl: Ustvarite svoj račun
sv: Skapa ditt konto
zh_hans: 创建您的帐户

# auth.login.description
source: Sign in to access your expenses, income, and expense assistant. All features require an account and your private data.
bg: Влезте, за да получите достъп до помощника си за разходи, приходи и разходи. Всички функции изискват акаунт и вашите лични данни.
cs: Přihlaste se a získejte přístup ke svému asistentovi výdajů, příjmů a výdajů. Všechny funkce vyžadují účet a vaše soukromá data.
da: Log ind for at få adgang til din udgifts-, indtægts- og udgiftsassistent. Alle funktioner kræver en konto og dine private data.
de: Melden Sie sich an, um auf Ihren Ausgaben-, Einnahmen- und Ausgabenassistenten zuzugreifen. Für alle Funktionen sind ein Konto und Ihre privaten Daten erforderlich.
el: Συνδεθείτε για να αποκτήσετε πρόσβαση στον βοηθό εξόδων, εσόδων και εξόδων. Όλες οι λειτουργίες απαιτούν λογαριασμό και τα προσωπικά σας δεδομένα.
es: Inicia sesión para acceder a tu asistente de gastos, ingresos y gastos. Todas las funciones requieren una cuenta y sus datos privados.
et: Logige sisse, et pääseda juurde oma kulude, tulude ja kulude abistajale. Kõik funktsioonid nõuavad kontot ja teie privaatseid andmeid.
fi: Kirjaudu sisään käyttääksesi kulujasi, tulojasi ja kuluassistenttiasi. Kaikki ominaisuudet vaativat tilin ja yksityiset tietosi.
fr: Connectez-vous pour accéder à vos dépenses, revenus et assistant de dépenses. Toutes les fonctionnalités nécessitent un compte et vos données privées.
hi: अपने व्यय, आय और व्यय सहायक तक पहुंचने के लिए साइन इन करें। सभी सुविधाओं के लिए एक खाते और आपके निजी डेटा की आवश्यकता होती है।
hr: Prijavite se za pristup svom pomoćniku za troškove, prihode i troškove. Sve značajke zahtijevaju račun i vaše privatne podatke.
hu: Jelentkezzen be a kiadások, bevételek és kiadási asszisztens eléréséhez. Minden funkcióhoz fiókra és személyes adataira van szükség.
it: Accedi per accedere alle tue spese, entrate e assistente spese. Tutte le funzionalità richiedono un account e i tuoi dati privati.
lt: Prisijunkite, kad pasiektumėte savo išlaidų, pajamų ir išlaidų asistentą. Visoms funkcijoms reikia paskyros ir asmeninių duomenų.
lv: Pierakstieties, lai piekļūtu saviem izdevumiem, ienākumiem un izdevumu palīgam. Visām funkcijām ir nepieciešams konts un jūsu privātie dati.
nl: Meld u aan om toegang te krijgen tot uw uitgaven-, inkomsten- en onkostenassistent. Voor alle functies zijn een account en uw privégegevens vereist.
pl: Zaloguj się, aby uzyskać dostęp do asystenta wydatków, dochodów i wydatków. Wszystkie funkcje wymagają konta i prywatnych danych.
pt: Inicie sessão para aceder às suas despesas, receitas e assistente de despesas. Todas as funcionalidades exigem conta e os seus dados privados.
ro: Conectați-vă pentru a vă accesa asistentul pentru cheltuieli, venituri și cheltuieli. Toate funcțiile necesită un cont și datele dumneavoastră private.
sk: Prihláste sa a získajte prístup k asistentovi výdavkov, príjmov a výdavkov. Všetky funkcie vyžadujú účet a vaše súkromné ​​údaje.
sl: Prijavite se za dostop do pomočnika za stroške, prihodke in stroške. Vse funkcije zahtevajo račun in vaše osebne podatke.
sv: Logga in för att komma åt din utgifts-, inkomst- och utgiftsassistent. Alla funktioner kräver ett konto och din privata data.
zh_hans: 登录以访问您的费用、收入和费用助手。所有功能都需要一个帐户和您的私人数据。

# auth.login.emailLabel
source: Email
bg: Имейл
es: Correo electrónico
et: Meil
fi: Sähköposti
hi: ईमेल
lt: El. paštas
lv: E-pasts
sl: E-pošta
sv: E-post
zh_hans: 电子邮件

# auth.login.emailPlaceholder
source: Enter your email
bg: Въведете своя имейл
cs: Zadejte svůj email
da: Indtast din e-mail
de: Geben Sie Ihre E-Mail-Adresse ein
el: Εισαγάγετε το email σας
es: Introduce tu correo electrónico
et: Sisestage oma e-posti aadress
fi: Kirjoita sähköpostiosoitteesi
fr: Entrez votre email
hi: अपना ईमेल दर्ज करें
hr: Unesite svoju e-poštu
hu: Adja meg e-mail címét
it: Inserisci la tua email
lt: Įveskite savo el
lv: Ievadiet savu e-pastu
nl: Voer uw e-mailadres in
pl: Wpisz swój adres e-mail
pt: Introduza o seu e-mail
ro: Introduceți adresa dvs. de e-mail
sk: Zadajte svoj email
sl: Vnesite vaš email
sv: Ange din e-postadress
zh_hans: 输入您的电子邮件

# auth.login.emailSubmit
source: Login with email
bg: Влезте с имейл
cs: Přihlaste se pomocí emailu
da: Log ind med e-mail
de: Melden Sie sich mit E-Mail an
el: Είσοδος με email
es: Iniciar sesión con correo electrónico
et: Logi sisse e-postiga
fi: Kirjaudu sisään sähköpostilla
fr: Connectez-vous avec email
hi: ईमेल से लॉगिन करें
hr: Prijavite se e-poštom
hu: Bejelentkezés e-mail címmel
it: Accedi con l'e-mail
lt: Prisijunkite el
lv: Piesakieties ar e-pastu
nl: Inloggen met e-mail
pl: Zaloguj się za pomocą e-maila
pt: Entrar com e-mail
ro: Conectați-vă cu e-mail
sk: Prihláste sa emailom
sl: Prijavite se z e-pošto
sv: Logga in med e-post
zh_hans: 使用电子邮件登录

# auth.login.errors.emailInUse
source: This email is already registered.
bg: Този имейл вече е регистриран.
cs: Tento e-mail je již zaregistrován.
da: Denne e-mail er allerede registreret.
de: Diese E-Mail ist bereits registriert.
el: Αυτό το email είναι ήδη καταχωρημένο.
es: Este correo electrónico ya está registrado.
et: See meil on juba registreeritud.
fi: Tämä sähköposti on jo rekisteröity.
fr: Cet e-mail est déjà enregistré.
hi: यह ईमेल पहले से ही पंजीकृत है.
hr: Ovaj email je već registriran.
hu: Ez az e-mail már regisztrálva van.
it: Questa email è già registrata.
lt: Šis el. paštas jau užregistruotas.
lv: Šis e-pasts jau ir reģistrēts.
nl: Deze e-mail is al geregistreerd.
pl: Ten adres e-mail jest już zarejestrowany.
pt: Este e-mail já está registado.
ro: Acest e-mail este deja înregistrat.
sk: Tento e-mail je už zaregistrovaný.
sl: Ta e-pošta je že registrirana.
sv: Detta e-postmeddelande är redan registrerat.
zh_hans: 此邮箱号已被注册。

# auth.login.errors.generic
source: Unable to authenticate. Please try again.
bg: Не може да се удостовери. Моля, опитайте отново.
cs: Nelze ověřit. Zkuste to prosím znovu.
da: Kan ikke godkendes. Prøv venligst igen.
de: Authentifizierung nicht möglich. Bitte versuchen Sie es erneut.
el: Δεν είναι δυνατός ο έλεγχος ταυτότητας. Δοκιμάστε ξανά.
es: No se puede autenticar. Por favor inténtalo de nuevo.
et: Ei saa autentida. Palun proovi uuesti.
fi: Todennus ei onnistu. Yritä uudelleen.
fr: Impossible de s'authentifier. Veuillez réessayer.
hi: प्रमाणित करने में असमर्थ. कृपया पुन: प्रयास करें।
hr: Nije moguće provjeriti autentičnost. Molimo pokušajte ponovo.
hu: Nem sikerült hitelesíteni. Kérjük, próbálja újra.
it: Impossibile autenticarsi. Per favore riprova.
lt: Nepavyko patvirtinti. Bandykite dar kartą.
lv: Nevar autentificēt. Lūdzu, mēģiniet vēlreiz.
nl: Kan niet verifiëren. Probeer het opnieuw.
pl: Nie można uwierzytelnić. Spróbuj ponownie.
pt: Não foi possível autenticar. Tente novamente.
ro: Nu se poate autentifica. Vă rugăm să încercați din nou.
sk: Nedá sa overiť. Skúste to znova.
sl: Ni mogoče preveriti pristnosti. prosim poskusite ponovno
sv: Det går inte att autentisera. Försök igen.
zh_hans: 无法验证。请再试一次。

# auth.login.errors.invalidCredential
source: Email or password is incorrect.
bg: Имейлът или паролата са неправилни.
cs: E-mail nebo heslo je nesprávné.
da: E-mail eller adgangskode er forkert.
de: E-Mail oder Passwort ist falsch.
el: Το email ή ο κωδικός πρόσβασης είναι λάθος.
es: El correo electrónico o la contraseña son incorrectos.
et: E-post või parool on vale.
fi: Sähköposti tai salasana on väärä.
fr: L'e-mail ou le mot de passe est incorrect.
hi: ईमेल या पासवर्ड गलत है।
hr: E-pošta ili lozinka su netočni.
hu: Az e-mail cím vagy a jelszó helytelen.
it: L'e-mail o la password non sono corrette.
lt: El. pašto adresas arba slaptažodis neteisingas.
lv: E-pasts vai parole ir nepareiza.
nl: E-mailadres of wachtwoord is onjuist.
pl: Adres e-mail lub hasło jest nieprawidłowe.
pt: E-mail ou palavra-passe incorretos.
ro: E-mailul sau parola sunt incorecte.
sk: E-mail alebo heslo je nesprávne.
sl: E-pošta ali geslo ni pravilno.
sv: E-postadress eller lösenord är felaktigt.
zh_hans: 电子邮件或密码不正确。

# auth.login.errors.invalidEmail
source: Enter a valid email address.
bg: Въведете валиден имейл адрес.
cs: Zadejte platnou e-mailovou adresu.
da: Indtast en gyldig e-mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es: Ingrese una dirección de correo electrónico válida.
et: Sisestage kehtiv e-posti aadress.
fi: Anna kelvollinen sähköpostiosoite.
fr: Entrez une adresse e-mail valide.
hi: एक मान्य ईमेल पता दर्ज करें।
hr: Unesite valjanu adresu e-pošte.
hu: Adjon meg egy érvényes e-mail címet.
it: Inserisci un indirizzo email valido.
lt: Įveskite galiojantį el. pašto adresą.
lv: Ievadiet derīgu e-pasta adresi.
nl: Voer een geldig e-mailadres in.
pl: Wpisz prawidłowy adres e-mail.
pt: Introduza um e-mail válido.
ro: Introduceți o adresă de e-mail validă.
sk: Zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven e-poštni naslov.
sv: Ange en giltig e-postadress.
zh_hans: 输入有效的电子邮件地址。

# auth.login.errors.weakPassword
source: Use a password with at least 6 characters.
bg: Използвайте парола с поне 6 знака.
cs: Použijte heslo s alespoň 6 znaky.
da: Brug en adgangskode med mindst 6 tegn.
de: Verwenden Sie ein Passwort mit mindestens 6 Zeichen.
el: Χρησιμοποιήστε έναν κωδικό πρόσβασης με τουλάχιστον 6 χαρακτήρες.
es: Utilice una contraseña con al menos 6 caracteres.
et: Kasutage vähemalt 6 tähemärgist koosnevat parooli.
fi: Käytä salasanaa, jossa on vähintään 6 merkkiä.
fr: Utilisez un mot de passe d'au moins 6 caractères.
hi: कम से कम 6 अक्षर वाले पासवर्ड का उपयोग करें।
hr: Koristite lozinku od najmanje 6 znakova.
hu: Használjon legalább 6 karakterből álló jelszót.
it: Utilizzare una password con almeno 6 caratteri.
lt: Naudokite bent 6 simbolių slaptažodį.
lv: Izmantojiet paroli, kurā ir vismaz 6 rakstzīmes.
nl: Gebruik een wachtwoord van minimaal 6 tekens.
pl: Użyj hasła składającego się z co najmniej 6 znaków.
pt: Use uma palavra-passe com pelo menos 6 caracteres.
ro: Utilizați o parolă cu cel puțin 6 caractere.
sk: Použite heslo s minimálne 6 znakmi.
sl: Uporabite geslo z vsaj 6 znaki.
sv: Använd ett lösenord med minst 6 tecken.
zh_hans: 使用至少 6 个字符的密码。

# auth.login.forgotPassword
source: Forgot password?
bg: Забравена парола?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Has olvidado tu contraseña?
et: Unustasid parooli?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtetted a jelszavad?
it: Ha dimenticato la password?
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a palavra-passe?
ro: Aţi uitat parola?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sv: Glömt lösenordet?
zh_hans: 忘记密码？

# auth.login.googleButton
source: Sign in with Google
bg: Влезте с Google
cs: Přihlaste se pomocí Google
da: Log ind med Google
de: Melden Sie sich mit Google an
el: Συνδεθείτε με το Google
es: Iniciar sesión con Google
et: Logige sisse Google'iga
fi: Kirjaudu sisään Googlella
fr: Connectez-vous avec Google
hi: Google से साइन इन करें
hr: Prijavite se s Googleom
hu: Jelentkezzen be a Google-lal
it: Accedi con Google
lt: Prisijunkite naudodami „Google“.
lv: Pierakstieties ar Google
nl: Log in met Google
pl: Zaloguj się za pomocą Google
pt: Entrar com o Google
ro: Conectați-vă cu Google
sk: Prihláste sa pomocou Google
sl: Prijavite se z Googlom
sv: Logga in med Google
zh_hans: 使用 Google 登录

# auth.login.hasAccount
source: Already have an account?
bg: Вече имате акаунт?
cs: Už máte účet?
da: Har du allerede en konto?
de: Sie haben bereits ein Konto?
el: Έχετε ήδη λογαριασμό;
es: ¿Ya tienes una cuenta?
et: Kas teil on juba konto?
fi: Onko sinulla jo tili?
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
hr: Već imate račun?
hu: Már van fiókja?
it: Hai già un account?
lt: Jau turite paskyrą?
lv: Vai jums jau ir konts?
nl: Heeft u al een account?
pl: Masz już konto?
pt: Já tem uma conta?
ro: Aveți deja un cont?
sk: Už máte účet?
sl: Že imate račun?
sv: Har du redan ett konto?
zh_hans: 已经有帐户？

# auth.login.hidePassword
source: Hide password
bg: Скриване на паролата
cs: Skrýt heslo
da: Skjul adgangskode
de: Passwort verbergen
el: Απόκρυψη κωδικού πρόσβασης
es: Ocultar contraseña
et: Peida parool
fi: Piilota salasana
fr: Masquer le mot de passe
hi: पासवर्ड छिपाएं
hr: Sakrij lozinku
hu: Jelszó elrejtése
it: Nascondi la password
lt: Slėpti slaptažodį
lv: Slēpt paroli
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt: Ocultar palavra-passe
ro: Ascunde parola
sk: Skryť heslo
sl: Skrij geslo
sv: Dölj lösenord
zh_hans: 隐藏密码

# auth.login.legal
source: By continuing you agree to Money Plan's Terms and Privacy Policy.
bg: Продължавайки, вие се съгласявате с условията и политиката за поверителност на Money Plan.
cs: Pokračováním souhlasíte s podmínkami a zásadami ochrany osobních údajů Money Plan.
da: Ved at fortsætte accepterer du Money Plans vilkår og privatlivspolitik.
de: Indem Sie fortfahren, stimmen Sie den Geschäftsbedingungen und der Datenschutzrichtlinie von Money Plan zu.
el: Συνεχίζοντας, συμφωνείτε με τους Όρους και την Πολιτική Απορρήτου του Money Plan.
es: Al continuar, acepta los términos y la política de privacidad de Money Plan.
et: Jätkates nõustute Money Plani tingimuste ja privaatsuspoliitikaga.
fi: Jatkamalla hyväksyt Money Planin ehdot ja tietosuojakäytännön.
fr: En continuant, vous acceptez les conditions et la politique de confidentialité de Money Plan.
hi: जारी रखकर आप मनी प्लान की शर्तों और गोपनीयता नीति से सहमत हैं।
hr: Ako nastavite, slažete se s Uvjetima i Politikom privatnosti Money Plana.
hu: A folytatással elfogadja a Money Plan feltételeit és adatvédelmi szabályzatát.
it: Continuando accetti i Termini e l'Informativa sulla privacy del Money Plan.
lt: Tęsdami sutinkate su Pinigų plano sąlygomis ir privatumo politika.
lv: Turpinot jūs piekrītat Money Plan noteikumiem un konfidencialitātes politikai.
nl: Als u doorgaat, gaat u akkoord met de voorwaarden en het privacybeleid van Money Plan.
pl: Kontynuując, wyrażasz zgodę na Warunki planu pieniężnego i Politykę prywatności.
pt: Ao continuar, aceita os Termos e a Política de Privacidade do Money Plan.
ro: Continuând, sunteți de acord cu Termenii și Politica de confidențialitate a Planului Money.
sk: Pokračovaním súhlasíte s podmienkami a zásadami ochrany osobných údajov programu Money.
sl: Z nadaljevanjem se strinjate s pogoji in politiko zasebnosti denarnega načrta.
sv: Genom att fortsätta godkänner du Money Plans villkor och sekretesspolicy.
zh_hans: 继续即表示您同意 Money Plan 的条款和隐私政策。

# auth.login.loginLink
source: Login
bg: Вход
cs: Přihlášení
da: Log ind
el: Σύνδεση
es: Acceso
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
hi: लॉग इन करें
hr: Prijava
hu: Bejelentkezés
lt: Prisijungti
lv: Pieteikties
pt: Entrar
sk: Prihláste sa
sl: Prijava
sv: Inloggning
zh_hans: 登录

# auth.login.modeLabel
source: Authentication mode
bg: Режим на удостоверяване
cs: Režim ověřování
da: Godkendelsestilstand
de: Authentifizierungsmodus
el: Λειτουργία ελέγχου ταυτότητας
es: Modo de autenticación
et: Autentimisrežiim
fi: Todennustila
fr: Mode d'authentification
hi: प्रमाणीकरण मोड
hr: Način provjere autentičnosti
hu: Hitelesítési mód
it: Modalità di autenticazione
lt: Autentifikavimo režimas
lv: Autentifikācijas režīms
nl: Authenticatiemodus
pl: Tryb uwierzytelniania
pt: Modo de autenticação
ro: Modul de autentificare
sk: Režim autentifikácie
sl: Način preverjanja pristnosti
sv: Autentiseringsläge
zh_hans: 认证方式

# auth.login.modeSignIn
source: Sign in
bg: влезте
cs: Přihlaste se
da: Log ind
de: anmelden
el: Συνδεθείτε
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
hi: दाखिल करना
hr: Prijavite se
hu: Jelentkezzen be
it: Registrazione
lt: Prisijunkite
lv: Pierakstīties
nl: Log in
pl: Zalogować się
pt: Entrar
ro: Conectare
sk: Prihláste sa
sl: Prijavite se
sv: Logga in
zh_hans: 登入

# auth.login.modeSignUp
source: Create account
bg: Създаване на акаунт
cs: Vytvořit účet
da: Opret konto
de: Benutzerkonto erstellen
el: Δημιουργία λογαριασμού
es: Crear una cuenta
et: Loo konto
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएं
hr: Napravi račun
hu: Hozzon létre fiókot
it: Creare un account
lt: Sukurti paskyrą
lv: Izveidot kontu
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
ro: Creează cont
sk: Vytvoriť účet
sl: Ustvari račun
sv: Skapa konto
zh_hans: 创建账户

# auth.login.noAccount
source: Don't have an account?
bg: Нямате акаунт?
cs: Nemáte účet?
da: Har du ikke en konto?
de: Sie haben noch kein Konto?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
et: Kas teil pole kontot?
fi: Eikö sinulla ole tiliä?
fr: Vous n'avez pas de compte ?
hi: कोई खाता नहीं है?
hr: Nemate račun?
hu: Nincs fiókja?
it: Non hai un account?
lt: Neturite paskyros?
lv: Vai jums nav konta?
nl: Heeft u geen account?
pl: Nie masz konta?
pt: Ainda não tem uma conta?
ro: Nu ai un cont?
sk: Nemáte účet?
sl: Nimate računa?
sv: Har du inget konto?
zh_hans: 没有帐户？

# auth.login.or
source: or
bg: или
cs: nebo
da: eller
de: oder
el: ή
es: o
et: või
fi: tai
fr: ou
hi: या
hr: ili
hu: vagy
it: O
lt: arba
lv: vai
nl: of
pl: Lub
pt: ou
ro: sau
sk: alebo
sl: oz
sv: eller
zh_hans: 或者

# auth.login.passwordLabel
source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Σύνθημα
es: Contraseña
et: Parool
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
lv: Parole
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
sk: heslo
sl: Geslo
sv: Lösenord
zh_hans: 密码

# auth.login.passwordPlaceholder
source: At least 6 characters
bg: Най-малко 6 знака
cs: Minimálně 6 znaků
da: Mindst 6 tegn
de: Mindestens 6 Zeichen
el: Τουλάχιστον 6 χαρακτήρες
es: Al menos 6 caracteres
et: Vähemalt 6 tähemärki
fi: Vähintään 6 merkkiä
fr: Au moins 6 caractères
hi: कम से कम 6 वर्ण
hr: Najmanje 6 znakova
hu: Legalább 6 karakter
it: Almeno 6 caratteri
lt: Bent 6 simboliai
lv: Vismaz 6 rakstzīmes
nl: Minimaal 6 tekens
pl: Co najmniej 6 znaków
pt: Pelo menos 6 caracteres
ro: Cel puțin 6 caractere
sk: Minimálne 6 znakov
sl: Vsaj 6 znakov
sv: Minst 6 tecken
zh_hans: 至少 6 个字符
